[
  {
    "id": "24fe4bc6-66c8-43b8-8a68-6ad95540f6d7",
    "title": "大学.md",
    "chapter_title": null,
    "content": "# 大学\n\n\n## 第1页\n\nWorld I-Kuan Tao Headquarters\nPaoli Lee (01/13/2007)\n大大大大學學學學\n經一章 大學之道\n大學之道，在明明德，在親民，在止於至善。知止而后有定，定而后能靜，靜而\n后能安，安而后能慮，慮而后能得。物有本末，事有終始，知所先後，則近道矣。\n古 之欲明明德於天下者，先治其國；欲治其國者，先齊其家；欲齊其家者，先\n修其身；欲修其身者，先正其心；欲正其心者，先誠其意；欲誠其意者，先致其\n知；致 知在格物。物格而后知至，知至而后意誠，意誠而后心正，心正而后身\n修，身修而后家齊，家齊而后國治，國治而后天下平。\n自天子以自於庶人，壹是皆以修身為本。其本亂而末治者否矣；其所厚者薄，而\n其所薄者厚，未之有也。\n傳十章\n（一）釋明明德\n康誥曰：「克明德。」大甲曰：「顧諟天之明命。」帝典曰：「克明峻德」皆自\n明也。",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "e42a2eb5-8df1-4464-8c3e-dde405c33737",
    "title": "大学.md",
    "chapter_title": null,
    "content": "（二）釋新民\n湯之盤銘曰：「苟日新，日日新，又日新。」康誥曰：「作新民。」詩曰：「周\n雖舊邦，其命維新。」是故君子無所不用其極。\n（三）釋止於至善\n詩曰：「邦畿千里，惟民所止。」詩云：「緡蠻黃鳥，止於丘隅。」子曰：「於\n止，知其所止，可以人而不如鳥乎」\n詩云：「穆穆文王，於緝熙敬止。」為人君，止於仁；為人臣，止於敬；為人子，\n止於孝；為人父，止於慈；與國人交，止於信。\n詩云：「瞻彼淇澳，菉竹猗猗。有斐君子，如切如磋，如琢如磨；瑟兮僩兮，赫\n兮喧兮，有斐君子，終不可諠兮。」如切如磋者，道學也；如琢如磨者，自修也；\n瑟 兮僩兮者，恂慄也；赫兮喧兮者，威儀也；有斐君子，終不可諠兮者，道盛\n德至善，民之不能忘也。詩云：「於戲，前王不忘。」君子賢其賢而親其親，小\n人樂其樂 而利其利，此以沒世不忘也。",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "26b3968c-f0f2-48a5-9f3c-0cf571e9368b",
    "title": "大学.md",
    "chapter_title": null,
    "content": "1\n\n## 第2页\n\nWorld I-Kuan Tao Headquarters\nPaoli Lee (01/13/2007)\n（四）釋本末\n子曰：「聽訟，吾猶人也；必也使無訟乎！」無情者不得盡其辭，大畏民志；此\n謂知本。\n（五）釋格物致知\n此謂知本，此謂知之至也。\n呂祖補述：所謂致其知在格其物者，心有所貪慾而性辟焉，心有所嗔忿而性塞焉，\n心有所癡奢而性蕩焉，心有所愛妄而性遷焉。\n是以欲格其心物者，必戒貪慾，則扶性辟為正矣。息嗔忿，則闢性塞為揚矣。消\n癡奢，則收性蕩為定矣。剷愛妄，則挽性遷為止矣。\n是故君子慎心物於隱微，遏意惡於動機。\n故心物自蔽，身物自染。格心物者，復性初也；驅身物者，覺心源也；性心身者，\n一貫也，三者之不可離，猶植根本之不可分矣。性心居內曰自覺焉，身行著外曰\n覺人焉。故內聖外王之功，豈可缺一哉。\n心物滋蔓，莫不自蔽己性焉。",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "bc66908d-c625-4109-90f0-bace102c3d64",
    "title": "大学.md",
    "chapter_title": null,
    "content": "故聖人慎心物於隱微之間，心物未動也，雖未動而\n持之一慎，則心物終無矣！心物終無，則至性常皓，至性常皓，則即復性初也。\n身物昭著，莫不自染己心焉。故賢人驅身物於昭著者，以其心物未慎於隱微也，\n心物弗慎於未動之間，貪嗔癡愛遂熾焉，而現於言行矣！此謂之身物昭著者也。\n故驅 身物者，即曰覺心源也。心者易動，深恐始勤終懈，是病焉。則身物復昭\n著矣。如能始終覺心則亦漸趨於覺性矣！及其成功一也。此謂物不格不可以致其\n知。\n所謂誠其意在致其知者。故心物未發謂中和，良知性也。心物既發謂動機，紛乘\n意也。是以慎心物於隱微，遏意惡於動機，以復其良知，而臻於至理矣。\n故格其心物以致其良知者，內聖功也。聖足而後，則意不誠而誠矣，心不正而正\n矣。雖序有四，實則二焉，以其心意儲諸一身，故亦列內聖之功矣！此謂知不致，\n不可以誠其意。\n間嘗竊取程子之意以補之曰：\n所謂致知在格物者，言欲致吾之知，在即物而窮其理也。",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "7fcdfe29-13dd-4131-8680-014fe62ee430",
    "title": "大学.md",
    "chapter_title": null,
    "content": "蓋人心之靈莫不有知，\n而天下之物莫不有理。惟於理有未窮，故其知有不盡也。是以大學始教，必使學\n2\n\n## 第3页\n\nWorld I-Kuan Tao Headquarters\nPaoli Lee (01/13/2007)\n者即 凡天下之物，莫不因其已知之理而益窮之，以求至乎其極。至於用力之久，\n而一旦豁然貫通焉，則眾物之表裡精粗無不到，而吾心之全體大用無不明矣。此\n謂物格， 此謂知之至也。\n（六）釋誠意\n所謂「誠其意」者，毋自欺也，如惡惡臭，如好好色，此之謂自謙。故君子必慎\n其獨也。小人閒居為不善，無所不至；見君子而後厭然，揜其不善而著其善；人\n之視 己如見其肺肝然，則何益矣？此謂誠於中，行於外。故君子必慎其獨也。\n曾子曰：「十目所視，十手所指，其嚴乎！」富潤屋，德潤身，心廣體胖。故君\n子必誠其 意。",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "97fb0894-b77c-460d-8112-51336ffa29f9",
    "title": "大学.md",
    "chapter_title": null,
    "content": "（七）釋正心修身\n所謂「修身在正其心」者，身有所忿懥則不得其正，有所恐懼則不得其正，有所\n好樂而不得其正，有所憂患則不得其正。心不在焉，視而不見，聽而不聞，食而\n不知其味。此謂「修身在正其心」。\n（八）釋修身齊家\n所謂「齊其家在修其身」者，人之其所親愛而辟焉，之其所賤惡而辟焉，之其所\n畏敬而辟焉，之其所哀矜而辟焉，之其所傲惰而辟焉。故好而知其惡，惡而知其\n美者，天下鮮矣。故諺有之曰：「人莫知其子之惡，莫知其苗之碩。」此謂身不\n修，不可以齊其家。\n（九）釋齊家治國\n所謂「治國必先齊其家者」，其家不可教，而能教人者，無之。故君子不出家，\n而成教於國。孝者所以事君也，弟者所以事長也，慈者所以使眾也。康誥曰：「如\n保赤子。」心誠求之，雖不中，不遠矣。未有學養子，而後嫁者也。\n一家仁，一國興仁；一家讓，一國興讓；一人貪戾，一國作亂；其機如此。此謂\n一言僨事，一人定國。堯舜帥天下以仁，而民從之。",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "91cb5848-2358-40d8-a23a-f132a18d3db1",
    "title": "大学.md",
    "chapter_title": null,
    "content": "桀紂帥天下以暴，而民從之。\n其 所令反其所好，而民不從。是故君子有諸己，而后求諸人；無諸己，而后非\n諸人。所藏乎身不恕，而能喻諸人者，未之有也。故治國在齊其家。\n詩云：「桃之夭夭，其葉蓁蓁，之子于歸，宜其家人。」宜其家人，而后可以教\n國人。詩云：「宜兄宜弟。」宜兄宜弟，而后可以教國人。詩云：「其儀不忒，\n正是四國。」其為父子兄弟足法，而后民法之也。此謂治國在齊其家。\n（十）釋治國平天下\n3\n\n## 第4页\n\nWorld I-Kuan Tao Headquarters\nPaoli Lee (01/13/2007)\n所謂平天下在治其國者。上老老，而民興孝；上長長，而民興弟；上恤孤，而民\n不倍。是以君子有絜矩之道也。所惡於上，毋以使下；所惡於下，毋以事上；所\n惡於 前，毋以先後；所惡於後，毋以從前；所惡於右，毋以交於左；所惡於左，\n毋以交於右，此之謂絜矩之道。詩云：「樂只君子，民之父母。",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "807c378d-ea7f-46f3-a3b7-4b5a1c4d89af",
    "title": "大学.md",
    "chapter_title": null,
    "content": "」民之所好好之，\n民之所 惡惡之，此之謂民之父母。詩云：「節彼南山，維石巖巖；赫赫師尹，\n民具爾瞻。」有國者不可以不慎，辟，則為天下僇矣！\n詩云：「殷之未喪師，克配上帝；儀監于殷，峻命不易。」道得眾則得國，失眾\n則失國。是故君子先慎乎德：有德此有人，有人此有土，有土此有財，有財此有\n用。 德者本也，財者末也。外本內末，爭民施奪。是故財聚則民散，財散則民\n聚。是故言悖而出者，亦悖而入；貨悖而入者，亦悖而出。康誥曰：「惟命不于\n常。」道善 則得之，不善則失之矣。楚書曰：「楚國無以為寶，惟善以為寶。」\n舅犯曰：「亡人無以為寶，仁親以為寶。」\n秦誓曰：「若有一個臣，斷斷兮，無他技；其心休休焉，其如有容焉；人之有技，\n若己有之；人之彥聖，其心好之；其心好之；不啻若自其口出，實能容之，以能\n保 我子孫黎民，尚亦有利哉！",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  },
  {
    "id": "d1aa644a-dcd2-468b-b909-042d135d3f29",
    "title": "大学.md",
    "chapter_title": null,
    "content": "人之有技，媢嫉以惡之；人之彥聖，而違之俾不\n通；實不能容，以不能保我子孫黎民，亦曰殆哉！」唯仁人，放流之，迸諸四夷，\n不與同 中國。此謂「唯仁人為能愛人，能惡人。」見賢而不能舉，舉而不能先，\n命也；見不善而不能退，退而不能遠，過也。好人之所惡，惡人之所好，是謂拂\n人之性，菑 必逮夫身。是故君子有大道，必忠信以得之，驕泰以失之。\n生財有大道；生之者眾，食之者寡；為之者疾，用之者舒，則財恆足矣！仁者以\n財發身，不仁者以身發財。未有上好仁，而下不好義者也；未有好義，其事不終\n者也；未有府庫財，非其財者也。\n孟獻子曰：「蓄馬乘，不察於雞豚；伐冰之家，不蓄牛羊；百乘之家，不蓄聚斂\n之臣；與其有聚斂之臣，寧有盜臣。」此謂國不以利為利，以義為利也。長國家\n而務 財用者，必自小人矣；彼為善之，小人之使為國家，菑害並至，雖有善者，\n亦無如之何矣！此謂國不以利為利，以義為利也。\n4",
    "language": "zh",
    "source_file": "大学.md",
    "source_type": "markdown"
  }
]